# data.py

floors = {
    "1 поверх": {
        "101": {
            "name": "Кабінет математики",
            "teacher": "Іваненко О.О.",
            "description": "Тут проводяться уроки математики.",
           # "photo": "images/101.jpg"
        },
        "102": {
            "name": "Кабінет історії",
            "teacher": "Петренко І.П.",
            "description": "Тут проводяться уроки історії.",
           # "photo": "images/102.jpg"
        }
    },

    "2 поверх": {
        "201": {
            "name": "Кабінет інформатики",
            "teacher": "Сидоренко С.С.",
            "description": "Тут проводяться уроки інформатики.",
           # "photo": "images/201.jpg"
        }
    },

    "3 поверх": {},
    "4 поверх": {}
}