floor_data = {
"21": {
        "name": "Кабінет очильники",
        "teacher": "пані пані",
        "description": "Головнокомандуючі",
        "photo": "images/102.jpg"
    },
    "22": {
        "name": "Кабінет біології та хімії",
        "teacher": "пан Данило",
        "description": "В цьому кабінеті за кожне питання будьте готові заплатити 5 баксів",
        "photo": "images/101.jpg"
    },
    "23": {
        "name": "Кабінет української мови та літератури",
        "teacher": "пані Христина",
        "description": " Місце де навіть стіни знають правила пані Христини",
        "photo": "images/102.jpg"
    },
   "24": {
        "name": "Кабінет зарубіжної літератури",
        "teacher": "пані Іра",
        "description": "місце де можно добре відпочити під різні твори",
        "photo": "images/102.jpg"
    },
  "25": {
        "name": "Кабінет фізики",
        "teacher": "пан Євген",
        "description": "",
        "photo": "images/102.jpg"
    },
"26": {
        "name": "Кабінет географії",
        "teacher": "пані Вікторія",
        "description": "Шановний кабінет",
        "photo": "images/102.jpg"
    },

"27": {
        "name": "Вчительська",
        "teacher": "Всі вчителі нашого ліцею",
        "description": "Шановний кабінет",
        "photo": "images/102.jpg"
    }

}

